<template>
  <div  class="main-fragment main-fragment--primary">
    <div class="container">
      <a id="faq" class="main-header-link"></a>

      <h1 class="main-header">FAQ</h1>

      <div class="faq-item">
        <div class="faq-item-title">
          У меня сложности с изучением языка. Подойдет ли мне ваш курс?
        </div>
        <div class="faq-item-text">
          Наш курс рассчитан на людей, изучавших английский в школе. Мы
          восстанавливаем знания, и начинаем говорить на языке. Но, если прежде
          изучение языка вызывало сложности, то мы рекомендуем взять пакет с
          поддержкой преподавателя – «вместе со всеми» или «Максимум результата»
        </div>
      </div>
      <div class="faq-item">
        <div class="faq-item-title">
          Для какого уровня подойдет ваш курс?
        </div>
        <div class="faq-item-text">
          Если в школе у вас было «4» или «5» по английскому – курс подойдет
          идеально. Даже если вы не могли хорошо говорить на языке. Вы умеете
          читать, понимаете основы грамматики. Все остальное мы вам дадим. Если
          вы еще учитесь в школе – курс можно брать с 7-8 класса. Если у вас не
          такие хорошие знания – имеет смысл повторять язык с нуля. Ждите выхода
          курса для начинающих. Напишите нам, что вам интересен курс для
          начинающих. Мы сообщим вам, когда он будет доступен.
        </div>
      </div>
      <div class="faq-item">
        <div class="faq-item-title">
          Какие ваши гарантии?
        </div>
        <div class="faq-item-text">
          Наша методика отработана на практике с учениками разного возраста. Она
          дает хорошие практические результаты. В случае, если Вы не сможете
          заговорить по-английски в течение первого месяца обучения, мы вернем
          Вам деньги. Обратите внимание, вы должны освоить первые 2 модуля и
          пройти тест. Только в таком случае можно понять, что курс не дает
          нужной эффективности.
        </div>
      </div>
      <div class="faq-item">
        <div class="faq-item-title">
          Что дает мне доступ к чату школы?
        </div>
        <div class="faq-item-text">
          В чате школы находятся такие же ученики, как вы. Вы всегда сможете
          оперативно получить ответы на ваши вопросы. Конечно, вы также
          получаете поддержку куратора, но он не всегда сможет вам ответить
          сразу.
        </div>
      </div>
      <div class="faq-item">
        <div class="faq-item-title">
          Как я могу оплатить курс?
        </div>
        <div class="faq-item-text">
          Вы можете оплатить курс разными способами. Нажав кнопку «оплатить», вы
          перейдете на страницу оплаты и увидите все доступные способы оплаты.
          Если удобного способа оплаты нет, свяжитесь с нашей службой поддержки,
          и мы поможем оплатить вам удобным для вас способом.
        </div>
      </div>
    </div>
  </div>
</template>

<style scoped>
.faq-item {
  margin-bottom: 40px;
}

.faq-item:last-child {
  margin-bottom: 0;
}

.faq-item-title {
  font-size: 28px;
  font-weight: 500;
  margin-bottom: 20px;
}

@media (max-width: 414px) {
  .faq-item-title {
    font-size: 20px;
  }
}
</style>
